Repository: yay12/throughout
Catalog: translations/*.po
Languages: pl

source: General
pl: Ogólne

source: Appearance
pl: Wygląd

source: Configure the appearance of Tiling Shell
pl: Skonfiguruj wygląd Tiling Shell

source: Show Indicator
pl: Pokaż ikonę

source: Whether to show the panel indicator
pl: Czy pokazywać ikonę w panelu

source: Inner gaps
pl: Wewnętrzna przerwa

source: Gaps between windows
pl: Przerwy między oknami

source: Outer gaps
pl: Zewnętrzne przerwy

source: Gaps between a window and the monitor borders
pl: Przerwy pomiędzy oknami i granicami monitora

source: Blur (experimental feature)
pl: Rozmycie (eksperymentalne)

source: Apply blur effect to Snap Assistant and tile previews
pl: Dodaj efekt rozmycia do Asystenta Snap

source: Snap Assistant threshold
pl: Progi Asystenta Snap

source: Minimum distance from the Snap Assistant to the pointer to open it
pl: Minimalny dystant od Asystenta Snap do myszy aby włączyć

source: Snap Assistant
pl: Asystent Snap

source: Apply blur effect to Snap Assistant
pl: Zastosuj efekt rozmycia do Asystenta Snap

source: Selected tile preview
pl: Podgląd zaznaczonej strefy

source: Apply blur effect to selected tile preview
pl: Zastosuj efekt rozmycia do zaznaczonej strefy

source: Window border
pl: Obramowanie okna

source: Show a border around focused window
pl: Pokaż obramowanie wokół aktywnego okna

source: Enable
pl: Włącz

source: Smart border radius
pl: Mądry radius obramowania

source: Dynamically adapt to the window’s actual border radius
pl: Dynamicznie dopasowuje się do rzeczywistego radius obramowania

source: Width
pl: Szerokość

source: The size of the border
pl: Rozmiar obramowania

source: Border color
pl: Kolor obramowania

source: Choose the color of the border
pl: Wybiera kolor obramowania

source: Animations
pl: Animacje

source: Customize animations
pl: Zmień animacje

source: Snap assistant animation time
pl: Czas animacji Asystenta Snap

source: The snap assistant animation time in milliseconds
pl: Czas animacji Asystenta Snap w milisekundach

source: Tiles animation time
pl: Czas animacji

source: The tiles animation time in milliseconds
pl: Czas animacji strefy w milisekundach

source: Behaviour
pl: Zachowanie

source: Configure the behaviour of Tiling Shell
pl: Zmień zachowanie Tiling Shell

source: Enable Snap Assistant
pl: Włącz Asystenta Snap

source: Move the window on top of the screen to snap assist it
pl: Przesuń okno do góry ekranu aby użyć snap assist

source: Enable Tiling System
pl: Włącz system stref

source: Hold the activation key while moving a window to tile it
pl: Przytrzymaj klawisz przy poruszaniu oknem aby wypełnić strefę

source: Tiling System deactivation key
pl: Klawisz dezaktywacji strefowania

source: Hold the deactivation key while moving a window to deactivate the tiling system
pl: Przytrzymaj klawisz dezaktywacji poruszając oknem aby wyłączyć system strefowania

source: Span multiple tiles
pl: Zajmij wiele stref

source: Hold the activation key to span multiple tiles
pl: Przytrzymaj klawisz aby zająć wiele stref

source: Enable Auto Tiling
pl: Włącz auto strefowanie

source: Automatically tile new windows to the best tile
pl: Automatycznie umieszcza ona w najlepszej dostępnej strefie

source: Enable auto-resize of the complementing tiled windows
pl: Włącz automatyczną zmiarę rozmiaru okien w bliskich strefach

source: When a tiled window is resized, auto-resize the other tiled windows near it
pl: Kiedy okno w strefie zmienia rozmiar, automatycznie zmień rozmiar okien w pobliskich strefach

source: Restore window size
pl: Przywróć oryginalny rozmiar okna

source: Whether to restore the windows to their original size when untiled
pl: Przywróć oryginalny rozmiar okna kiedy okno opuszcza strefę

source: Add snap assistant and auto-tile buttons to window menu
pl: Dodaj guziki Asystenta Snap i auto-strefowanie do menu okna

source: Add snap assistant and auto-tile buttons in the menu that shows up when you right click on a window title
pl: Dodaj guziki Asystenta Snap i auto-strefowania w menu, które pojawia się po prawym kliknięciu w tytuł okna

source: Screen Edges
pl: Krawędzie ekranu

source: Drag windows against the top, left and right screen edges to resize them
pl: Przeciągnij okno do krawędzi ekranu aby zmienić ich rozmiar

source: Drag against top edge to maximize window
pl: Przeciągnij do górnej krawędzi ekranu aby je zmaksymalizować

source: Drag windows against the top edge to maximize them
pl: Przeciągnij okno do górnej krawędzi ekranu aby je zmaksymalizować

source: Quarter tiling activation area
pl: Strefa aktywacji ćwierciowania

source: Windows suggestions
pl: Sugestie okien

source: Enable and disable windows suggestions
pl: Włącz i wyłącz sugestie okien

source: Enable window suggestions for the tiling system
pl: Włącz sugestie okien dla systemu stref

source: Provides smart suggestions to fill empty tiles when using the tiling system
pl: Podaje sugestie aby wypełnić puste strefy kiedy używasz systemu stref

source: Enable window suggestions for the snap assistant
pl: Włącz sugestie okien dla asystenta snap

source: Offers suggestions to populate empty tiles when using the snap assistant
pl: Podaje sugestie aby wypełnić puste strefy kiedy używasz asystenta snap

source: Enable window suggestions for screen edge snapping
pl: Włącz sugestie okien dla przyczepiania do krawędzi ekranu

source: Suggests windows to occupy empty tiles when snapping to screen edges
pl: Podaje sugestie aby wypełnić puste strefy kiedy używasz przyczepiania do krawędzi ekranu

source: Layouts
pl: Układy

source: Configure the layouts of Tiling Shell
pl: Konfiguruj układy Tiling Shell

source: Edit layouts
pl: Edytuj układy

source: Open the layouts editor
pl: Otwórz edytor układów

source: Export layouts
pl: Eksportuj układy

source: Export layouts to a file
pl: Eksportuj układy do pliku

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Import layouts
pl: Importuj układy

source: Import layouts from a file
pl: Importuj układy z pliku

source: Select layouts file
pl: Wybierz plik układów

source: Open
pl: Otwórz

source: Reset layouts
pl: Resetuj układy

source: Bring back the default layouts
pl: Przywróć domyślne układy

source: Keybindings
pl: Skróty klawiszowe

source: Use hotkeys to perform actions on the focused window
pl: Użyj klawiszu skrótu aby wykonywać akcje na aktywnym oknie

source: Move window to right tile
pl: Przesuń okno do prawej strefy

source: Move the focused window to the tile on its right
pl: Przesuń aktywne okno do strefy po jej prawej stronie

source: Move window to left tile
pl: Przesuń okno do lewej strefy

source: Move the focused window to the tile on its left
pl: Przesuń aktywne okno do strefy po jej lewej stronie

source: Move window to tile above
pl: Przesuń okno do strefy powyżej

source: Move the focused window to the tile above
pl: Przesuń aktywne okno do strefy powyżej

source: Move window to tile below
pl: Przesuń okno do strefy poniżej

source: Move the focused window to the tile below
pl: Przesuń aktywne okno do strefy poniżej

source: Span window to right tile
pl: Rozciągnij okno do prawej strefy

source: Span the focused window to the tile on its right
pl: Rozciągnij aktywne okno do strefy po jej prawej stronie

source: Span window to left tile
pl: Rozciągnij okno do lewej strefy

source: Span the focused window to the tile on its left
pl: Rozciągnij aktywne okno do strefy po jej lewej stronie

source: Span window above
pl: Rozciągnij okno do strefy powyżej

source: Span the focused window to the tile above
pl: Rozciągnij aktywne okno do strefy powyżej

source: Span window down
pl: Rozciągnij okno do strefy poniżej

source: Span the focused window to the tile below
pl: Rozciągnij aktywne okno do strefy poniżej

source: Span window to all tiles
pl: Rozciągnij okno do wszystkich stref

source: Span the focused window to all the tiles
pl: Rozciągnij aktywne okno do zajęcia wszystkich stref

source: Untile focused window
pl: Wyciągnij aktywne okno ze stref

source: Move window to the center
pl: Przesuń okno do środka

source: Move the focused window to the center of the screen
pl: Przesuń aktywne okno do środka ekranu

source: Focus window to the right
pl: Aktywuj okno po prawej

source: Focus the window to the right of the current focused window
pl: Aktywuj okno po prawej stronie od aktualnie aktywnego okna

source: Focus window to the left
pl: Aktywuj okno po lewej

source: Focus the window to the left of the current focused window
pl: Aktywuj okno po lewej stronie od aktualnie aktywnego okna

source: Focus window above
pl: Aktywuj okno powyżej

source: Focus the window above the current focused window
pl: Aktywuj okno powyżej aktualnie aktywnego okna

source: Focus window below
pl: Aktywuj okno poniżej

source: Focus the window below the current focused window
pl: Aktywuj okno poniżej aktualnie aktywnego okna

source: Focus next window
pl: Aktywuj następne okno

source: Focus the window next to the current focused window
pl: Aktywuj następne okno obok aktualnie aktywnego

source: Focus previous window
pl: Aktywuj poprzednie okno

source: Focus the window prior to the current focused window
pl: Aktywuj poprzednie okno obok aktualnie aktywnego

source: View and Customize all the Shortcuts
pl: Pokaż i zmień wszystkie skróty

source: View and Customize Shortcuts
pl: Pokaż i zmień skróty

source: Enable next/previous window focus to wrap around
pl: Włącz następne/poprzednie aktywne okno do wrapowania

source: When focusing next or previous window, wrap around at the window edge
pl: Kiedy aktywne jest następne lub poprzednie okno, powróć do drugiej strony ekranu

source: Import, export and reset
pl: Import, eksport i reset

source: Import, export and reset the settings of Tiling Shell
pl: Importuj, eksportuj i resetuj ustawienia Tiling Shell

source: Export settings
pl: Eksportuj ustawienia

source: Export settings to a file
pl: Eksportuj ustawienia do pliku

source: Export settings to a text file
pl: Eksportuj ustawienia do pliku tekstowego

source: Text file
pl: Plik tekstowy

source: Import settings
pl: Importuj ustawienia

source: Import settings from a file
pl: Importuj ustawienia z pliku

source: Select a text file to import from
pl: Wybierz plik tekstowy do importu

source: Reset settings
pl: Resetuj ustawienia

source: Bring back the default settings
pl: Przywróć ustawienia domyślne

source: Donate on ko-fi
pl: Dotacja na ko-fi

source: Report a bug
pl: Zgłoś błąd

source: Request a feature
pl: Poproś o feature

source: Have issues, you want to suggest a new feature or contribute?
pl: Masz problemy? Chcesz zgłosić problem lub pomóc w developmencie?

source: Open a new issue on
pl: Otwórz nowy issue na

source: New accelerator…
pl: Nowy skrót

source: Use Backspace to clear
pl: Użyj Backspace aby wyczyścić

source: Edit Layouts
pl: Edytuj układy

source: New Layout
pl: Nowy układ

source: to split a tile
pl: aby podzielić strefę

source: to split a tile vertically
pl: aby podzielić strefę wertykalnie

source: to delete a tile
pl: aby usunąć strefę

source: use the indicator button to save or cancel
pl: użyj ikony w panelu aby zapisać lub anulować
